content-org/o.org
* List of lists
:PROPERTIES:
:EXPORT_FILE_NAME: list_of_lists
:EXPORT_HUGO_SECTION: docs
:END:
** Personal
*** Personal Personal
- [[file:personal_lists.org::*Values][VaLuEs]] : Things that sort of shape who I am
- [[file:personal_lists.org::*Beliefs][Beliefs]] : If I wrote the bible
- [[file:personal_lists.org::*Won't Do][Won't Do]] : Things that I'll never ever, ever ever, attempt in this lifetime
- [[file:personal_lists.org::*Would do again][Would do again]] : Things i want to do again, spend more time doing
- [[file:personal_lists.org::*Lies][Lies]] : Lies that i keep telling myself
- [[file:personal_lists.org::*Can speak on][Can speak on]] : Things that I can talk about for 30mins straight, without prep
- [[file:personal_lists.org::*Brag document][Brag document]] : I have a brag list. * brags *
- [[file:personal_lists.org::*Angels][Angels]] : List of people without whom i would be more nobody than the nobody i am today
- [[file:personal_lists.org::*Privileges][Privileges]] : Places where I get benefit of the doubt
- [[file:personal_lists.org::*Wrong Deals][Wrong Deals]] : Deals that went wrong in my life or my unfair expectations
- [[file:personal_lists.org::*Don't like it][Don't like it]] : Things that i do not like
- [[file:personal_lists.org::*Conversations dump][Conversations dump]] : Absolute chaos
*** Semi Personal
- [[file:personal_lists.org::*My delusions][My delusions]] : Things that I see that I think others don't, but they probably do
- [[file:personal_lists.org::*What if][What if]] : Just letting my imagination run wild
- [[file:personal_lists.org::*Predictions][Predictions]] : things that i have 100% conviction will happen, inevitable forces. Also bets.
- [[file:personal_lists.org::*Communities][Communities]] : Ah! Humans.
- [[file:personal_lists.org::*Apologies][Apologies]] : things that i want to publicly apologize about
- [[file:personal_lists.org::*Jargonfile][Jargonfile]] : Words!
- [[file:personal_lists.org::*Thankful][Thankful]] : I have a lot to be thankful about.
- [[file:personal_lists.org::*Causes][Causes]] : News! I have a heart.
** In my radar
List of things that are in my radar along with the reason why interested
- [[file:non_personal_lists.org::*Tools][Tools]] : Tools, Tools, Tools
- [[file:non_personal_lists.org::*Interesting People][Interesting People]] : People I found on the internet that I find interesting
- [[file:non_personal_lists.org::*Interesting Organizations][Interesting Organizations]] : Organizations I found on the internet that I find interesting
- [[file:non_personal_lists.org::*Dem Comments][Dem Comments]] : collection of comments across different forums on the internet
** Cool list
collection of things that I think are cool one way or the other.
- [[file:non_personal_lists.org::*Bots][Bots]] : insects that i want to be friends with
- [[file:non_personal_lists.org::*Editorials][Editorials]]
- [[file:non_personal_lists.org::*Portfolios][Portfolios]]
- [[file:non_personal_lists.org::*Wikis and Gardens][Wikis and Gardens]]
- [[file:non_personal_lists.org::*Hardware][Hardware]]
- [[file:non_personal_lists.org::*Websites][Websites]]
** Random lists
- [[file:non_personal_lists.org::*Manifestos][Manifestos]] : Collected manifestos
- [[file:non_personal_lists.org::*Copy pastas][Copy pastas]] : Collected copy pastas
- [[file:non_personal_lists.org::*Challenges and Sports][Challenges and Sports]] : Various challenges
** Useful lists
- [[file:non_personal_lists.org::*Things to say when][Things to say when]]
- [[file:non_personal_lists.org::*Digital Warrior][Digital Warrior]]
** Lists elsewhere on the internet
- [[https://github.com/samsquire/wants][samsquire/wants: A repository of wants]]
- [[https://news.ycombinator.com/item?id=11860496][100 things that are broken, according to HN]]
- [[https://archive.is/tNzC1][20,000 Startup Ideas]]
- [[https://nintil.com/startup-ideas/][Nintil - Random startup ideas]]
- [[https://silky.github.io/posts/2019-02-22-2018s-crazy-ideas.html][Noon van der Silk - 2018s Crazy Ideas]]
- [[https://www.lesswrong.com/posts/ZJJH45J6eF2JCSQhW/list-of-common-human-goals][List of common human goals - LessWrong]]
- [[https://mason.gmu.edu/~rhanson/altinst.html][Alternative Institutions]]
- [[https://github.com/captn3m0/ideas][captn3m0/ideas: Ideas for everyone under a CC licence]]
- [[https://github.com/samsquire/ideas][samsquire/ideas: a hundred ideas for computing]]
- [[https://github.com/pel-daniel/mind-bicycles][pel-daniel/mind-bicycles: List of future of programming projects]]
- [[https://www.infraculture.org/2021-12-30-an-inventory-of-interests/][An Inventory of Interests (2021)]]
- [[https://matthewmcateer.me/blog/under-investigated-fields/][Under-Investigated Fields List (Version 1.0)]]
- [[https://github.com/thehandsomepanther/cool-sites][thehandsomepanther/cool-sites]]
