content/docs/list_of_lists.md
+++
title = "List of lists"
author = ["Hrishikesh Barman"]
draft = false
+++

## Personal {#personal}


### Personal Personal {#personal-personal}

-   [VaLuEs]({{< relref "values" >}}) : Things that sort of shape who I am
-   [Beliefs]({{< relref "beliefs" >}}) : If I wrote the bible
-   [Won't Do]({{< relref "wontdo" >}}) : Things that I'll never ever, ever ever, attempt in this lifetime
-   [Would do again]({{< relref "woulddo" >}}) : Things i want to do again, spend more time doing
-   [Lies]({{< relref "lies" >}}) : Lies that i keep telling myself
-   [Can speak on]({{< relref "can_speak_on" >}}) : Things that I can talk about for 30mins straight, without prep
-   [Brag document]({{< relref "brag" >}}) : I have a brag list. \* brags \*
-   [Angels]({{< relref "angels" >}}) : List of people without whom i would be more nobody than the nobody i am today
-   [Privileges]({{< relref "privileges" >}}) : Places where I get benefit of the doubt
-   [Wrong Deals]({{< relref "wrong_deals" >}}) : Deals that went wrong in my life or my unfair expectations
-   [Don't like it]({{< relref "dontlikeit" >}}) : Things that i do not like
-   [Conversations dump]({{< relref "conv_dump" >}}) : Absolute chaos


### Semi Personal {#semi-personal}

-   [My delusions]({{< relref "mydelusions" >}}) : Things that I see that I think others don't, but they probably do
-   [What if]({{< relref "whatif" >}}) : Just letting my imagination run wild
-   [Predictions]({{< relref "predictions" >}}) : things that i have 100% conviction will happen, inevitable forces. Also bets.
-   [Communities]({{< relref "communities" >}}) : Ah! Humans.
-   [Apologies]({{< relref "apologies" >}}) : things that i want to publicly apologize about
-   [Jargonfile]({{< relref "jargon" >}}) : Words!
-   [Thankful]({{< relref "thankful" >}}) : I have a lot to be thankful about.
-   [Causes]({{< relref "causes" >}}) : News! I have a heart.


## In my radar {#in-my-radar}

List of things that are in my radar along with the reason why interested

-   [Tools]({{< relref "tools" >}}) : Tools, Tools, Tools
-   [Interesting People]({{< relref "interesting_people" >}}) : People I found on the internet that I find interesting
-   [Interesting Organizations]({{< relref "interesting_orgs" >}}) : Organizations I found on the internet that I find interesting
-   [Dem Comments]({{< relref "dem_comments" >}}) : collection of comments across different forums on the internet


## Cool list {#cool-list}

collection of things that I think are cool one way or the other.

-   [Bots]({{< relref "bots" >}}) : insects that i want to be friends with
-   [Editorials]({{< relref "editorials" >}})
-   [Portfolios]({{< relref "portfolios" >}})
-   [Wikis and Gardens]({{< relref "wikis_gardens" >}})
-   [Hardware]({{< relref "hardware" >}})
-   [Websites]({{< relref "websites" >}})


## Random lists {#random-lists}

-   [Manifestos]({{< relref "manifestos" >}}) : Collected manifestos
-   [Copy pastas]({{< relref "copy_pastas" >}}) : Collected copy pastas
-   [Challenges and Sports]({{< relref "challenges_sports" >}}) : Various challenges


## Useful lists {#useful-lists}

-   [Things to say when]({{< relref "things_to_say_when" >}})
-   [Digital Warrior]({{< relref "digital_warrior" >}})


## Lists elsewhere on the internet {#lists-elsewhere-on-the-internet}

-   [samsquire/wants: A repository of wants](https://github.com/samsquire/wants)
-   [100 things that are broken, according to HN](https://news.ycombinator.com/item?id=11860496)
-   [20,000 Startup Ideas](https://archive.is/tNzC1)
-   [Nintil - Random startup ideas](https://nintil.com/startup-ideas/)
-   [Noon van der Silk - 2018s Crazy Ideas](https://silky.github.io/posts/2019-02-22-2018s-crazy-ideas.html)
-   [Alternative Institutions](https://mason.gmu.edu/~rhanson/altinst.html)
-   [captn3m0/ideas: Ideas for everyone under a CC licence](https://github.com/captn3m0/ideas)
-   [samsquire/ideas: a hundred ideas for computing](https://github.com/samsquire/ideas)
-   [pel-daniel/mind-bicycles: List of future of programming projects](https://github.com/pel-daniel/mind-bicycles)
-   [An Inventory of Interests (2021)](https://www.infraculture.org/2021-12-30-an-inventory-of-interests/)
-   [thehandsomepanther/cool-sites](https://github.com/thehandsomepanther/cool-sites)
-   [Under-Investigated Fields List (Version 1.0) - matthewmcateer.me](https://matthewmcateer.me/blog/under-investigated-fields/)
